{
  "id": "collaborative-series-joseph",
  "title": "Symbiotic Forms #3",
  "description": "Third piece in our collaborative series exploring the intersection of organic growth patterns and digital interfaces. This piece emerged from our ongoing dialogue about technology's relationship with natural systems.",
  "projectTitle": "Collaborative Series with Joseph",
  "projectDescription": "An ongoing artistic partnership exploring the tension between digital and organic forms through various mixed-media approaches.",
  "creationDate": "2024-03-15",
  "medium": "Mixed media on paper",
  "dimensions": "24\" x 18\"",
  "images": [
    {
      "src": "assets/artworks/symbiotic-forms-3-main.jpg",
      "alt": "Mixed media artwork showing organic flowing forms intersecting with geometric digital patterns",
      "caption": "Main view of Symbiotic Forms #3 showing the interplay between organic and digital elements",
      "type": "main"
    },
    {
      "src": "assets/artworks/symbiotic-forms-3-detail-1.jpg",
      "alt": "Close-up detail of paper texture and ink work in the organic sections",
      "caption": "Detail showing the handmade paper texture and organic ink work",
      "type": "detail"
    },
    {
      "src": "assets/artworks/symbiotic-forms-3-process.jpg",
      "alt": "Work-in-progress photo showing collaborative sketching process",
      "caption": "Joseph and I working through the initial sketching phase",
      "type": "process"
    }
  ],
  "materials": ["handmade paper", "india ink", "digital prints", "graphite"],
  "techniques": ["collaborative drawing", "layered printing", "ink wash"],
  "series": "Symbiotic Forms",
  "collaborators": ["Joseph Martinez"],
  "artistStatement": "This piece represents our third exploration into how digital systems might grow if they followed organic principles. We're particularly interested in the moments where our individual artistic voices blur into something neither of us could create alone.",
  "processNotes": "We start each piece by trading sketches back and forth, with each of us adding layers before passing it along. This piece went through 7 iterations between us.",
  "inspiration": "Mycelial networks and neural pathways - both systems that grow through connection and adaptation.",
  "technicalNotes": "The digital elements were printed on transparency film and layered over the ink work while still damp, creating unexpected bleeding effects.",
  "featured": true,
  "draft": false,
  "tags": ["collaboration", "mixed-media", "organic-digital", "process-based"],
  "category": "collaborative"
}